Repository: mozilla-l10n/mt-training-data
Catalog: zh-HK/zh-HK_pontoon.tmx
Source language: en_us
Languages: zh_hk

source: You’re contributing to a target segment
zh_hk: 你現正貢獻緊畀一個目標群體分項

source: You’re contributing to our first target segment
zh_hk: 您正在朝我們的第一個目標群體分項貢獻錄音

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
zh_hk: 你目前選擇 <bold>唔接收</bold> 包括目標提醒、進度更新、及 Common Voice 電子報嘅電郵。

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
zh_hk: 你目前選擇接收包括目標提醒、進度更新、及 Common Voice 電子報嘅電郵。

source: Your email address
zh_hk: 你嘅電郵地址

source: Your Languages
zh_hk: 你嘅語言

source: Your username and email will not be associated with the published data.
zh_hk: 您的賬戶名稱和電郵地址不會跟公開發布的數據有掛鉤。

source: Your weekly goal has been created
zh_hk: 成功訂立咗您嘅每週目標

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
zh_hk: 您已幫助 Common Voice 完成每日 { $goalValue } 錄音目標的<goalPercentage></goalPercentage>！

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
zh_hk: 您已幫助 Common Voice 達到我們每日 { $goalValue } 驗證目標的 <goalPercentage></goalPercentage>！

source: You've successfully signed up for contributing to { $language }. Thank you.
zh_hk: 您已成功註冊參與貢獻至{ $language }，感謝您。

source: Zaza
zh_hk: 扎扎文

source: Zulu
zh_hk: 祖魯話

source: %1$d out of %2$d
zh_hk: 第 %1$d 個，共 %2$d 個

source: 1. Go to Android Settings
zh_hk: 1. 去 Android 設定

source: %1$s finished
zh_hk: %1$s 已完成

source: %1$s is free and open source software made by Mozilla and other contributors.
zh_hk: %1$s 係免費同開放源代碼嘅軟件，係由 Mozilla 同其他貢獻者一齊整出嚟㗎。

source: %1$s isn’t like other browsers
zh_hk: %1$s 同其他瀏覽器唔同

source: %1$s will clear this site’s cookies and refresh the page. Clearing all cookies may sign you out or empty shopping carts.
zh_hk: %1$s 將清除此網站的 Cookie 並重新載入頁面。清除 Cookie 可能會將你從網站登出，或清空購物車。

source: 2. Tap <b>Permissions</b>
zh_hk: 2. 撳<b>權限</b>

source: 3. Toggle <b>%1$s</b> to ON
zh_hk: 3. 撳<b>%1$s</b>去開咗佢

source: About %1$s
zh_hk: 關於 %1$s

source: About %1$s, help
zh_hk: 關於 %1$s、說明

source: Active
zh_hk: 生效

source: Add
zh_hk: 加入

source: Add and manage custom autocomplete URLs.
zh_hk: 加入並管理自訂自動完成嘅URLs。

source: + Add another search engine
zh_hk: + 加入另一個搜尋引擎

source: Add another search engine
zh_hk: 加入另一個搜尋引擎

source: + Add custom URL
zh_hk: + 加入自訂網頁

source: Add custom URL
zh_hk: 加入自訂網址

source: Add link to autocomplete
zh_hk: 加入自動完成嘅連結

source: Add search engine
zh_hk: 加入搜尋引擎

source: Add shortcuts to your home screen
zh_hk: 喺你嘅主頁加入捷徑

source: Add to Home screen
zh_hk: 加入主螢幕

source: Add to Shortcuts
zh_hk: 加入捷徑

source: Add URL
zh_hk: 加入網址

source: Add widget to home screen
zh_hk: 將小工具添加到主介面

source: Advanced
zh_hk: 進階

source: Advertising
zh_hk: 廣告

source: Allow audio and video
zh_hk: 允許自動播放影音

source: Allowed
zh_hk: 允許咗嘅

source: Analytics
zh_hk: 數據分析

source: An installed search engine is already using that name.
zh_hk: 有一個已安裝嘅搜尋引擎已經用咗呢個名。

source: As a private browser, we never save and cannot restore this tab.
zh_hk: 作為私隱瀏覽器，我哋無法儲存或還原呢個 tab。

source: Ask to allow
zh_hk: 每次都問咗先

source: Automatically attempts to connect to sites using the HTTPS encryption protocol for increased security.
zh_hk: 自動只會連線到使用 HTTPS 協議加密嘅網站，以增加安全。

# Automatic private browsing. Browse. Erase. Repeat.
source: Automatic private browsing.\nBrowse. Erase. Repeat.
zh_hk: 自動私隱瀏覽\n睇完 · 刪咗佢 · 再嚟過

source: Autoplay
zh_hk: 自動播放

source: Block 3rd-party cookies only
zh_hk: 淨係阻擋第三方 Cookies

source: Block 3rd-party tracker cookies only
zh_hk: 淨係阻擋第三方追蹤器 Cookies

source: Block ad trackers
zh_hk: 阻擋廣告追蹤器

source: Block analytic trackers
zh_hk: 阻擋分析追蹤器

source: Block audio and video
zh_hk: 封鎖影音

source: Block audio only
zh_hk: 僅封鎖聲音

source: Block cookies
zh_hk: 阻擋 Cookies

source: Block Cookies
zh_hk: 阻擋 Cookies

source: Block cross-site cookies
zh_hk: 阻擋橫跨網站嘅 Cookies

source: Blocked
zh_hk: 封鎖咗嘅

source: Blocked by Android
zh_hk: 由Android封鎖咗

source: Block JavaScript
zh_hk: 阻擋 JavaScript

source: Block other content trackers
zh_hk: 阻擋其他內容追蹤器

source: Block potentially dangerous and deceptive sites
zh_hk: 阻擋潛在嘅危險同欺詐網站

source: Block social trackers
zh_hk: 阻擋社交媒體追蹤器

source: Block trackers
zh_hk: 阻擋追蹤器

source: Block web fonts
zh_hk: 阻擋網絡字型

source: Browsing history cleared
zh_hk: 已清除瀏覽歷史

source: Browsing history cleared! 🎉
zh_hk: 已清除瀏覽紀錄！

source: Camera
zh_hk: 相機

source: Cancel
zh_hk: 取消

source: Choose search engine
zh_hk: 揀選搜尋引擎

source: Clear
zh_hk: 清除

source: Clear input
zh_hk: 清除輸入

source: Close popup
zh_hk: 閂咗啲彈出式窗口

source: Close tab
zh_hk: 關閉 tab

source: Close Tab
zh_hk: 關閉 Tab

source: Completed
zh_hk: 已完成

source: Confirm Using Your Fingerprint
zh_hk: 確認您嘅指紋

source: Connection is not secure
zh_hk: 不安全連線

source: Connection is secure
zh_hk: 安全連線

source: Content
zh_hk: 內容

source: Content Blocking
zh_hk: 攔截內容

source: Cookie Banner Reduction
zh_hk: 減少 Cookie 橫額

source: Cookies and Site Data
zh_hk: Cookies 同網站數據

source: Dark
zh_hk: 深色

source: Data Choices
zh_hk: 數據選擇

source: Data Collection & Use
zh_hk: 數據收集同使用

source: Default
zh_hk: 預設值

source: Default browser, language
zh_hk: 預設瀏覽器、語言

source: Desktop site
zh_hk: 桌面版

source: Developer tools
zh_hk: 開發者工具

source: Dismiss
zh_hk: 收到

source: Dismiss find in page
zh_hk: 關閉頁面搜尋

source: Double-check the URL you entered.
zh_hk: 請檢查多次你輸入嘅網址。

source: Download Firefox
zh_hk: 下載 Firefox

source: DRM-controlled content
zh_hk: 由數碼權利管理嘅內容

source: Enabling may cause some pages to behave unexpectedly
zh_hk: 開咗佢可能會導致某啲頁面出現異常行為

source: Enhanced Tracking Protection
zh_hk: 加強追蹤保護

source: Enter search engine name
zh_hk: 輸入搜尋引擎名稱

source: Enter search string
zh_hk: 輸入搜尋字串

source: Erase
zh_hk: 刪除

source: Erase and Open
zh_hk: 刪除並開啟

source: Erase and open %1$s
zh_hk: 刪除並開啟 %1$s

source: Erase browsing history
zh_hk: 刪除瀏覽紀錄

source: Erase browsing history?
zh_hk: 刪除瀏覽紀錄？

source: Erase & open
zh_hk: 刪除並開啟

source: Example: example.com
zh_hk: 例如：example.com

source: Example: example.com/search/?q=%s
zh_hk: 例如：example.com/search/?q=%s

source: Example: mozilla.org
zh_hk: 例如：mozilla.org

source: Exceptions
zh_hk: 例外

source: Exit Private Browsing?
zh_hk: 係咪要離開私隱瀏覽？

source: Fast. Private. No distractions.
zh_hk: 快速、私隱、簡潔。

source: Find an app that can open link
zh_hk: 搵個可以開啟連結嘅 app

source: Find in page
zh_hk: 喺呢頁搵嘢

source: Find in Page
zh_hk: 喺呢頁搵嘢

source: Find next result
zh_hk: 搵下一個結果

source: Find previous result
zh_hk: 搵上一個結果

source: Finger moved too fast. Try again.
zh_hk: 手指移動得太快。請再試一次。

source: Fingerprint icon
zh_hk: 指紋圖標

source: Fingerprint not recognized. Try again.
zh_hk: 未能識別指紋。請再試一次。

source: Firefox may install and run studies from time to time.
zh_hk: Firefox 可能周不時會安裝同展開研究。

source: Follow device theme
zh_hk: 跟返裝置嘅佈景主題

source: For sites you add
zh_hk: 你加入嘅網站

source: For top sites
zh_hk: 熱門網站

source: Further reduce cookie banners
zh_hk: 減少更多 Cookie 橫額

source: General
zh_hk: 一般

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
zh_hk: 一按即跳到你最常用嘅網站%1$s 功能表 > 加入去主畫面

source: Get search suggestions
zh_hk: 獲得搜尋建議

source: Get started
zh_hk: 開始使用

source: Go back
zh_hk: 返回

source: Got ‘em! We stopped this site from spying on you. Tap the shield any time to see what we’re blocking.
zh_hk: 我哋捉到同阻止咗呢個網站追蹤您。㯲下個盾牌嚟了解我哋阻止咗啲乜。

source: Go to Settings
zh_hk: 去設定

source: Hide webpages when switching apps and block taking screenshots.
zh_hk: 切換 app 嘅時候隱藏網頁並阻擋截圖。

source: HTTPS-Only Mode
zh_hk: 僅 HTTPS 模式

source: Insecure Connection
zh_hk: 不安全連線

source: Installed search engines
zh_hk: 已安裝嘅搜尋引擎

source: Learn more
zh_hk: 想知多啲

source: Light
zh_hk: 淺色

source: Loading
zh_hk: 載入緊

source: Location
zh_hk: 位置

source: Make %1$s default browser
zh_hk: 將 %1$s 設定為預設瀏覽器

source: Make %1$s your default to protect your data with every link you open.
zh_hk: 將 %1$s 設為預設瀏覽器，保護你嘅私隱同資料。

source: Make privacy a habit
zh_hk: 私隱就習以為常

source: Manage sites
zh_hk: 管理網站

source: May result in missing icons or images
zh_hk: 或會導致遺失圖標或圖片

source: Microphone
zh_hk: 咪高風

source: More options
zh_hk: 更多選項

source: More options button
zh_hk: 更多選項掣

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
zh_hk: Mozilla 致力只收集大家足以提供並改進 %1$s所需嘅資料。

source: Navigate back
zh_hk: 返去上一頁

source: Navigate forward
zh_hk: 前往下一頁

source: New custom URL added.
zh_hk: 已加入新嘅自訂網址。

source: New search engine added.
zh_hk: 加入新咗嘅搜尋引擎。

source: New Session
zh_hk: 開一個新工作階段

source: New tab opened
zh_hk: 已開啟新嘅 tab

source: NO
zh_hk: 唔好

source: No thanks
zh_hk: 唔使喇，唔該

source: Notification
zh_hk: 通知

source: Number of trackers blocked
zh_hk: 已阻擋嘅追蹤器數目

source: OFF for this site
zh_hk: 於此網站關閉

source: OK, got it!
zh_hk: 明白晒！

source: ON for this site
zh_hk: 於此網站開啟

source: Open
zh_hk: 開啟

# Open a link in a new tab Long-press any link on a page
source: Open a link in a new tab\n Long-press any link on a page
zh_hk: 以新 tab 開啟連結\n 喺網頁長按任何連結

source: Open in…
zh_hk: 用…打開

source: Open in %1$s
zh_hk: 喺%1$s中打開

source: Open link in another app
zh_hk: 用另一個 app 開啟連結

source: Open Link in New Session
zh_hk: 用一個新嘅工作階段開啟連結

source: Open links in apps
zh_hk: 以其他 apps 開啟連結

source: Pages may load faster, but may also behave unexpectedly
zh_hk: 網頁可能會載入得快啲，但亦可能出現問題

source: Password
zh_hk: 密碼

source: Paste or enter URL
zh_hk: 貼上或輸入網址

source: Performance
zh_hk: 效能

source: Powered by %1$s
zh_hk: 由%1$s提供支持

source: Power up your privacy
zh_hk: 升級你嘅個人私隱

source: Privacy Notice
zh_hk: 私隱權告示

source: Privacy & Security
zh_hk: 私隱同安全

source: Private browsing session
zh_hk: 私隱瀏覽工作階段

source: Protections are OFF for this site
zh_hk: 呢個網站已關閉保護

source: Protections are ON for this site
zh_hk: 呢個網站已開啟保護

source: Recommended
zh_hk: 推薦嘅嘢

source: Reload website
zh_hk: 重新整理網站

source: Remote debugging via USB/Wi-Fi
zh_hk: 透過 USB/Wi-Fi 遙距除錯

source: Remove all websites
zh_hk: 移除所有網站

source: Remove custom URLs
zh_hk: 移除自訂網址

source: Remove from Shortcuts
zh_hk: 從捷徑中移除

source: Remove search engines
zh_hk: 移除搜尋引擎

source: Rename
zh_hk: 重新命名

source: Report Site Issue
zh_hk: 報告網站問題

source: Request desktop site
zh_hk: 請求桌面版網頁

source: Restore default search engines
zh_hk: 還原預設嘅搜尋引擎

source: Return to previous app
zh_hk: 返去先前嗰個 app

source: Safe Browsing
zh_hk: 安全瀏覽

source: Search engine
zh_hk: 搜尋引擎

source: Search engine name
zh_hk: 搜尋引擎名稱

source: Search for %1$s
zh_hk: 搜尋%1$s

source: Search in Focus
zh_hk: 喺 Focus 度搜尋

source: Search in Focus Beta
zh_hk: 喺 Focus Beta 度搜尋

source: Search in Focus Nightly
zh_hk: 喺 Focus Nightly 度搜尋

source: Searching for something different? Choose another default search engine in Settings.
zh_hk: 想搜尋吓啲唔同嘅嘢？喺設定度揀選另一個預設嘅搜尋引擎啦。

source: Search in Klar
zh_hk: 喺 Klar 度搜尋

source: Search or enter address
zh_hk: 搜尋或輸入網址

source: Search Privately
zh_hk: 私隱搜尋

source: Search string to use
zh_hk: 要用嘅搜尋字串

source: Search widget
zh_hk: 搜尋小工具

source: Secure connection
zh_hk: 安全連線

source: Secure Connection
zh_hk: 安全連線

source: Security
zh_hk: 保密

source: See fewer banners by automatically rejecting cookie requests, when possible.
zh_hk: 盡可能自動拒絕 Cookie 請求，讓你看到更少橫額。

source: Select your preferred engine:
zh_hk: 揀選你鍾意嘅引擎：

source: Send crash report to Mozilla
zh_hk: 傳送冧檔報告畀 Mozilla

source: Send usage data
zh_hk: 傳送使用狀況數據

source: Server not found
zh_hk: 搵唔到伺服器

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
zh_hk: 將 %1$s 設定為你嘅預設瀏覽器，當你由其他 app 度開啟網頁嘅時候，都能夠得益於私隱瀏覽。

source: Set as default browser
zh_hk: 設為預設瀏覽器

source: Set by Battery Saver
zh_hk: 按省電模式決定

source: Set default, autocomplete
zh_hk: 設定為預設，自動完成

source: Share…
zh_hk: 分享…

source: Share via
zh_hk: 分享去

source: Shortcut name
zh_hk: 捷徑名稱

source: Shortcut will open with Enhanced Tracking Protection disabled
zh_hk: 捷徑會喺停用加強追蹤保護嘅情況下開啟

source: Show home screen tips
zh_hk: 顯示主畫面貼士

source: Show search suggestions?
zh_hk: 係咪要顯示搜尋建議？

# Site behaving unexpectedly? Try turning off Tracking Protection
source: Site behaving unexpectedly?\n Try turning off Tracking Protection
zh_hk: 網站係咪出現問題？\n 試下關閉追蹤保護

source: Site permissions
zh_hk: 網站權限

source: Site Security
zh_hk: 網站安全性

source: Social
zh_hk: 社交媒體

source: Some ads track site visits, even if you don’t click the ads
zh_hk: 就算你冇撳過啲廣告，有啲廣告都會跟蹤你嘅瀏覽

source: Some search engines cannot show suggestions.
zh_hk: 部份搜尋引擎冇建議提供。

source: Sorry. We’re having a problem with this tab.
zh_hk: 對唔住。呢個 tab 發生問題。

source: Start your private browsing session, and we’ll block trackers and other bad stuff as you go.
zh_hk: 使用私人瀏覽模式，我哋就會同你擋曬啲追蹤器同其他衰嘢㗎喇。

source: Stealth
zh_hk: 隱形

source: Stop loading website
zh_hk: 停止載入網站

source: Studies
zh_hk: 使用者研究

source: Switch
zh_hk: 切換

source: Switching Apps
zh_hk: 切換應用程式

source: Switch to link in new tab immediately
zh_hk: 立即切換去新 tab 度嘅連結

source: System default
zh_hk: 系統預設值

source: Tab Crashed
zh_hk: Tab 冧檔

source: Tab’s browsing history has been erased.
zh_hk: Tab 嘅瀏覽歷史記錄已被刪除。

source: Tabs open: %1$s
zh_hk: 開咗嘅分頁：%1$s 個

source: Tap or swipe this notification to securely erase your browsing history.
zh_hk: 篤下或者掃走呢個通知，就可以安全地刪除你嘅瀏覽記錄。

source: The application will quit to apply changes
zh_hk: 程式將會結束以便套用更改

source: Theme
zh_hk: 色系

source: These default settings offer strong protection. But it’s easy to tweak the settings to meet your specific needs.
zh_hk: 預設設定已經提供咗強大保護，但如果有需要，你可以簡單調整一下。

source: To allow it:
zh_hk: 允許佢：

source: To get suggestions, %1$s needs to send what you type in the address bar to the search engine.
zh_hk: 要獲得建議嘅話，%1$s 需要將你喺網址列度打嘅嘢傳送畀搜尋引擎。

source: Touch the fingerprint sensor to continue.
zh_hk: 請觸碰指紋感應器以繼續。

source: Trackers and Scripts to Block
zh_hk: 要阻擋嘅追蹤器同程式碼

source: Trackers blocked
zh_hk: 已阻止追蹤器

source: Trackers blocked since %s
zh_hk: 自 %s 起已阻擋嘅追蹤器數目

source: Tracking, cookies, data choices
zh_hk: 追蹤器、Cookies、數據選擇

source: Turning this off may fix some site problems
zh_hk: 關閉呢個功能可能會修復一啲網站問題

source: Turn off Cookie Banner Reduction for %1$s?
zh_hk: 要為 %1$s 關閉 Cookie 橫額減少功能？

source: Turn off tips on the start screen
zh_hk: 關閉喺開始畫面上嘅貼士

source: Turn off to fix some sites
zh_hk: 關閉以修復某啲網站嘅問題

source: Turn on Cookie Banner Reduction for %1$s?
zh_hk: 要為 %1$s 開啟 Cookie 橫額減少功能？

source: Unlock
zh_hk: 解鎖

source: Unlock %1$s
zh_hk: 解鎖 %1$s

source: URL already exists
zh_hk: 已經有呢個網址

source: URL Autocomplete
zh_hk: 自動完成網址

source: URL copied
zh_hk: 已複製網址

source: URL to add
zh_hk: 加入嘅網址

source: Used to collect, analyze and measure activities like tapping and scrolling
zh_hk: 用嚟收集、分析並測量點擊同捲動之類嘅活動

source: Use fingerprint to unlock app
zh_hk: 用指紋去解鎖個 app

source: Username
zh_hk: 使用者名稱

source: Verified by: %1$s
zh_hk: 經 %1$s 驗證

source: Web Content
zh_hk: 網頁內容

source: Website loaded
zh_hk: 載入咗網站

source: We clear your history when you close the app for extra privacy.
zh_hk: 為咗更加保護你嘅私隱，我哋會在您閂咗個app時，自動清除瀏覽紀錄。

source: Welcome to %1$s
zh_hk: 歡迎使用 %1$s

source: Welcome to %1$s!
zh_hk: 歡迎嚟到%1$s！

source: We’ll leave you to your private browsing, but get a quicker start next time with the %1$s widget on your Home screen.
zh_hk: 跟著就俾返你繼續私人瀏覽啦，但係想快速開始搜尋嘅話，可以把 %1$s 嘅搜尋小工具放到主畫面。

source: What’s New
zh_hk: 有咩新嘢

source: Widget added to home screen
zh_hk: 已經將小工具添加至主介面

source: Would you like to block cookies?
zh_hk: 你想唔想阻擋Cookies？

source: YES
zh_hk: 好

source: Yes please
zh_hk: 好吖，唔該晒

source: You can leave %1$s to open this link in %2$s.
zh_hk: 你可以跳出 %1$s 以 %2$s 開啟呢個連結。

source: You can use your fingerprint to continue your current app session.
zh_hk: 使用指紋解鎖後，你可以繼續該工作階段。

source: You have disabled content blocking for these websites.
zh_hk: 你喺呢啲網站停用咗內容阻擋。

source: Your autocomplete list:
zh_hk: 你嘅自動完成列表：

source: Your browsing history has been erased.
zh_hk: 你嘅瀏覽歷史已被刪除。

source: You’re protected!
zh_hk: 你已經受到保護！

source: Your Rights
zh_hk: 你嘅權利

source: Your search, your way
zh_hk: 你想點搜尋，就點搜尋

source: abnormality
zh_hk: 異常

source: account recovery key
zh_hk: 帳號恢復密鑰

source: add-on
zh_hk: 附加元件

source: aggregate
zh_hk: 綜合

source: All Hands
zh_hk: 全員

source: alternate text
zh_hk: 替代文字

source: appear
zh_hk: 出現

source: appearance
zh_hk: 外觀

source: attack
zh_hk: 攻擊

source: attacker
zh_hk: 攻擊者

source: Attack Site
zh_hk: 惡意網站

source: attendee
zh_hk: 出席者

source: authenticate
zh_hk: 驗證

source: authenticated
zh_hk: 已驗證

source: authentication code
zh_hk: 驗證碼

source: autoplay
zh_hk: 自動播放

source: back out
zh_hk: 返回

source: backup authentication code
zh_hk: 後備驗證碼

source: black box
zh_hk: 黑盒

source: bookmark
zh_hk: 書籤

source: boolean
zh_hk: 布林值

source: boot
zh_hk: 開機

source: breakpoint
zh_hk: 中斷點

source: Bug report
zh_hk: 錯誤報告

source: certificate authority
zh_hk: 數碼證書認證機構

source: channel
zh_hk: 頻道

source: cipher
zh_hk: 密碼

source: clipboard
zh_hk: 剪貼簿

source: clockwise
zh_hk: 順時針

source: compact
zh_hk: 壓縮

source: compact - recommend deprioritize
zh_hk: 壓縮 - 建議降低優先排序

source: confirmation code
zh_hk: 確認碼

source: context
zh_hk: 背景

source: contribute
zh_hk: 貢獻

source: cookie banner
zh_hk: Cookie 橫額

source: corrupt
zh_hk: 損毀

source: corrupted
zh_hk: 已損毀

source: counterclockwise
zh_hk: 逆時針

source: crash
zh_hk: 單機

source: cross-site tracking cookie
zh_hk: 跨網站追蹤嘅 Cookie

source: cryptominer
zh_hk: 加密貨幣採礦者

source: cryptomining
zh_hk: 加密貨幣採礦

source: debug
zh_hk: 除錯

source: deceptive site
zh_hk: 詐騙網站

source: decode
zh_hk: 解碼

source: decryption
zh_hk: 解密

source: disinformation
zh_hk: 假消息

source: distrust
zh_hk: 唔信任

source: eavesdropping
zh_hk: 竊聽

source: email mask
zh_hk: Email 替身

source: enable
zh_hk: 啟用

source: encode
zh_hk: 編碼

source: encrypt
zh_hk: 加密

source: encryption
zh_hk: 加密

source: end user
zh_hk: 用家

source: executable file
zh_hk: 可執行檔

source: extension
zh_hk: 擴充套件

source: external
zh_hk: 外部

source: Fellow
zh_hk: 院士

source: filter bubble
zh_hk: 知識氣泡

source: fingerprinter
zh_hk: 指紋數據追蹤程式

source: fingerprinting
zh_hk: 指紋數據追蹤

source: Firefox View
zh_hk: Firefox 回顧

source: gear
zh_hk: 小禮物

source: grassroots
zh_hk: 基層市民

source: home page
zh_hk: 首頁

source: idle
zh_hk: 閒置

source: import
zh_hk: 匯入

source: independent browser
zh_hk: 獨立嘅瀏覽器

source: innovations
zh_hk: 創新

source: insecure
zh_hk: 不安全

source: installation
zh_hk: 安裝

source: Issue
zh_hk: 發行

source: L10n
zh_hk: L1本地化

source: Legacy extension
zh_hk: 遺留擴充套件

source: misinformation
zh_hk: 假資訊

source: native
zh_hk: 原生

source: net neutrality
zh_hk: 網絡中立性

source: nonprofit
zh_hk: 非牟利機構

source: non-profit
zh_hk: 非牟利機構

source: open source
zh_hk: 開源

source: override
zh_hk: 覆蓋

source: participation
zh_hk: 參與

source: Patch
zh_hk: 更新

source: phone number mask
zh_hk: 電話號碼替身

source: pop-up
zh_hk: 彈出式視窗

source: preference
zh_hk: 偏好設定

source: release
zh_hk: 版本

source: report
zh_hk: 報告

source: restricted site
zh_hk: 受限制嘅網站

source: revert
zh_hk: 還原

source: review checker
zh_hk: 評論留言檢查器

source: Review checker
zh_hk: 評論留言檢查器

source: search suggestion
zh_hk: 搜尋建議

source: security keys
zh_hk: 安全金鑰

source: sensitive
zh_hk: 敏感

source: sidebar
zh_hk: 側欄

source: sign
zh_hk: 簽署

source: signer
zh_hk: 簽署人

source: sign in
zh_hk: 登入

source: sign-in
zh_hk: 登入

source: studies
zh_hk: 使用者研究

source: Terms of Service
zh_hk: 服務條款

source: track
zh_hk: 追蹤

source: trackers
zh_hk: 追蹤器

source: Tracking Content
zh_hk: 作追蹤用途嘅內容

source: Turbo Mode
zh_hk: 加速模式

source: unencrypted
zh_hk: 未加密

source: unresponsive
zh_hk: 沒有回應

source: unsafe
zh_hk: 唔安全

source: validate
zh_hk: 驗證

source: validity
zh_hk: 有效期

source: version
zh_hk: 版本

source: Web Authentication
zh_hk: 網絡身份驗證
